<br /><p><strong>168城市零售市场</strong>，围绕KA零售客户，继续保持领先优势，通过魅力终端精耕细作，全品项经营，导购促销员培训和升级为“直销经理”。</p><br />
<p><strong>1680农村市场</strong>，上海东铪商贸有限公司，立足上海，放眼全国，选择全国经济和消费市场较为成熟的1680个县级市场开发为重点，建立行之有效的面向全国农村市场的深度营销，完全符合上海总部的政策要求，每五至六个县设立一个地区级的“东铪商贸”公司，并建立与之配套的管理配送中心，快速建立并激活1680个县级城市的独家代理商，为全国的8亿农民服务，发展前景广阔。</p>
<p>现已完成注册并按计划进行正常运营约80家，09年将建成约200家左右，2010年达成400家，形成真正意义上的唯一的全国性覆盖的营销网络。目前经营太太乐品牌和雀巢所属“美极”、东锦“日加满”饮品、意大利“拉涅利”橄榄油、美国盖罗公司“利弗兰”红葡萄酒等五个国际、国内的著名品牌系列产品。</p>
<p>2008年销售收入3.5亿元，利润1600万，2009年销售目标12亿元，利润5000万元。未来中远期目标是要达成每年300亿元的销售收入。</p><br />
<p><strong>NTA餐饮市场</strong>，上海点对点餐饮管理有限公司创立与主导的NTA饭店联盟，是一个以网络经济发展为契机，以现代网络技术和现代物流技术为支持系统，通过整合餐饮行业的饭店、消费者、餐饮供应商的优势资源和网络技术所提供的扩展资源（具有迅速、简便、低成本、综合、信息量大的特点），为联盟各方提供优质增值服务的网络化组织。</p>
<p>NTA饭店联盟的共同目标是联盟各方在目前行业价格刚性化、利润趋于微利的情况下，通过开源和节流，去追求更高的联盟利润。未来NTA将建立10万个餐饮店会员，形成紧密合作型的伙伴关系，并通过整合社会资源创造新的价值平台。</p><br />
<p><strong>网络专线</strong>，上海道威投资咨询有限公司从事的网络营销有三大内涵：第一是用最生动的形式把我们的产品形象、品牌形象卡通化、动漫化，吸引网民上网；二是创造一种新的模式形成广告信息扩散，我们需要用各种手段来补充给消费者的信息量；第三是以动漫为主题，把<a href="http://www.52totole.com" target="_blank">www.52totole.com</a>发展为100万个有效注册会员、3000个群销经理的社区，深层次挖掘第二消费群，最终达成网络营销。</p>