<br />
<p>小靈山塔，源於靈山大佛。大佛籌建之初，吾等踴躍捐資，幸為首批信徒，喜獲創始金身佛像二尊，珍藏供拜，十餘載唉，深感悟佑；56000噸工程開工，鑄仿古青銅大鼎二座，重888公斤、含888克黃金，一座誠奉於大佛之前，香火極盛；一尊鎮於大樓正前，保佑首期目標順利達成；與“雀巢”合資，企業更加繁榮昌盛，於千禧之年，在靈山捐建藏經樓一幢，弘揚佛法，獻綿薄之力，還願祈願之願；一年前，頸椎病發作，痛不欲生，萬念俱灰，手術之前赴靈山大佛前許願，如能平安渡過血光之災，定奉重願，後巧遇民間“無痛正骨大師”孔令傑醫生，妙手回春，無痛無傷，安然癒合，更令感悟佛法精妙，心信相印。時逢國泰民安，雖有地震大悲，也逢奧運大喜之年，企業發展漸入更佳景地，“太太樂”順利進入第二發展階段，“東錦國際”籌建，總部大樓奠基，更喜添孫子、孫女，國事、家事、企業事，事事順心，遂建佛塔一座，播揚佛法，拓展法界，以大功德還願，保佑未來，惠及四方，並取名“小靈山塔”是也。</p>
<p>小靈山塔，於“東錦國際”總部北側，臨水而築，池塘用靈壁蓮花石圍砌而成，池邊種植“水蜜桃”三十八株，池中遍植金蓮。堆土成山，山不在高，有佛則靈，山上植有百年古松五株，虬螭盤屈，似有羅漢相伴，更有三峽彩石輔佐，造景為：</p>
<p style="white-space:pre;">春複桃花滿鮮豔，
	夏至金蓮足塘池，
	秋降古松顯蒼翠，
	冬臨峽石現迭嶂。</p>
<p>石塔高九層，玲瓏剔透、秀外惠中，每層有佛像八尊，天宮、地宮各有“開光金佛”一尊，共計八十有三，包金尊相，燦燦有光；每層八角懸銅鈴，“風吹銅鈴，叮鈴鈴，清音佛號滲人心”， 雖處市井，更顯莊嚴勝景。</p>
<p>恭請金裝《金剛般若波羅蜜經》，趙朴初老手抄《藥師琉璃光如來本願功德經》各一部，皆是靈山大佛“祥符禪寺”佛寶。此山、此塔、此景皆為“佛法無邊”，佑我事業更昌盛發達，佑我員工幸福平安，佑我家人代代順暢，願十三億人生活更鮮美。</p>
<p>小靈山塔，二OO八年中秋設地宮立塔，時值秋高氣爽，萬象更新之時。</p>
<br />
<p style="text-align:right;white-space:pre;">信眾：榮耀中率妻、子、媳、孫子、孫女
		 率太太樂、東錦全體員工
			   二OO八年中秋敬立</p>