<div id="mainbody">
	<div id="banner_culture"></div>
	<div class="dotline"></div>
	<?php include("content/component_subnav.php");?>
	<div id="right">
	<div id="about">
		<h4>精神文化体现</h4>
			<h5>东锦集团的核心价值观代表着企业对各方面的责任，坚持“五个有利于”，共同成就东锦的事业。 </h5>
			<p>有利于社会，有利于企业，有利于员工，有利于股东，有利于自己。</p>
		<h4>行为文化体现</h4>
			<p>集团有着其深厚的文化底蕴，东锦集团追求圆满的企业精神和国际化、全球化的发展视野。其LOGO中蕴含的R字有着多重意思：</p>
			<img align="right" style="margin:20px" src="/img/tohkinlogo.png" />
			<h5>一、海盗精神；</h5>
			<p>“海盗精神”，东锦集团崇尚敢于冲向蓝海的挑战精神和创新精神，以及为了事业敢于人先的献身精神。</p>
			<h5>二、劳斯莱斯百年传承、精工细作，至高无上的企业家精神；</h5>
			<p>劳斯莱斯，以“贵族化”响誉全球，成为显示地位和身份的象征，公司于2006年以988万高价拍得的劳斯莱斯车，代表公司与“劳斯莱斯”车一样对“品牌、品质”精益求精、追求卓越。视顾客为“尊敬的客人”，共同体验“荣耀与尊贵”。</p>
			<h5>三、永久荣耀的荣氏精神。</h5>
			<p>东锦集团起源于无锡，董事长荣耀中先生从祖辈的手中将事业传承到现在，这不仅是历史的传承，更是精神的传递，传递着荣耀和责任。</p>
		<h4>形象文化体现</h4>
			<h5>锦园</h5>
			<img align="right" style="margin:20px 14px 20px 20px" src="/img/woodenhouse.png" />
			<p>东锦集团独具特色的锦园里，有那么一个小木屋却那么引人注目，矗立在绿草丛中的精致小木屋其实是员工吸烟室，它的出现体现了东锦集团人性化的管理，和绿色、环保的管理理念。</p>
			<h5>小灵山塔</h5>
			<p>位于集团总部大楼北侧，临水而筑，小灵山塔塔高九层，玲珑剔透、秀外慧中，此塔展示了我们与无锡灵山大佛的一段佛缘，集团十几年来事业发展顺利，深感佛法保佑，所以，修此塔以大功德还愿，以感恩之心保佑东锦所有员工和事业一帆风顺。</p>
			<p><a href="/content/about_xls.php?height=670&width=640" class="thickbox" title="建“小灵山塔”记" style="text-decoration:underline" >建“小灵山塔”记 by 荣</a></p>
			<h5>总部大楼</h5>
			<p>集团总部大楼典雅、稳重的外观设计，让人们看到东锦集团踏踏实实的工作作风和内敛的企业文化；大楼内部装修风格要求简约、明快，体现高效、环保和人性化的设计，大楼四面以玻璃幕墙为主，充分利用自然采光，同时，员工在闲暇之余，都能看到室外的风景。东锦集团总部大楼的建立，为东锦集团全体员工提供了创造价值的空间和平台，让英雄有用武之地，共筑未来更美好的愿景。</p>
	</div>
	</div>
	<dir class="clear"></dir>	
</div><!--end mainbody-->