<div id="mainbody">
	<div id="banner_introduction"></div>
	<div class="dotline"></div>
	<?php include("content/component_subnav.php");?>
	<div id="right">
		<div>
		<br /><p>上海东锦食品集团起源1984年，一群科技工作者在改革开放的号召下，以科技研发、科技服务为导向，经过大规模实践的检验，展开了东锦食品集团事业的开端。经过二十五年的奋斗，在集团创始人、总设计师荣耀中先生的带领下，在全体员工的努力奋斗下，东锦食品集团从小变大、由弱变强、从少变多，逐步形成了今天拥有12家企业，涉及贸易、生产、资产和服务四大板块的企业集团。</p>
		<p><strong>集团成立宗旨：</strong>在整合各企业优势资源的基础上，打造企业规模化发展的平台，推动企业相互之间的优势互补，提高企业市场品牌的影响力，提高企业在发展过程中的核心竞争力。东锦食品集团的核心竞争力包括了我们一贯秉承的企业文化和理念，也包括了我们优良的团队精神，还包括了我们差异化的管理思想以及奉消费者为贵宾而不是上帝的独特的服务思想。</p>
		<p><strong>集团的发展目标：</strong>在未来的3—5年里形成总体一百亿的产销主规模。无论是在地方经济的整体规划方面，还是在对社会的财税贡献方面，还是在解决社会就业方面，东锦食品集团都将尽全力来体现我们的社会责任。</p>
		<p>在上海西郊，一幢现代化智能型的东锦集团总部大楼正在拔地而起，它将成为上海西郊标杆性的建筑物。东锦集团总部大楼的建立，为东锦集团全体员工提供了创造价值的空间和平台，让英雄有用武之地。未来，在东锦集团企业的发展过程当中，将汇集世界各地的优秀人才，培养一批优秀的企业家，他们将在这里实现自己的梦想，共筑未来更美好的愿景。</p>
		<h3 class="bullet">集团组织架构图</h3>
		<div id="groupstructure"></div>
		<h3 class="bullet"><a href="#">集团下属子公司</a></h3>
		</div>
	</div>
	<dir class="clear"></dir>
</div><!--end mainbody-->