<div id="mainbody">
	<div id="banner_principle"></div>
	<div class="dotline"></div>
	<?php include("content/component_subnav.php");?>
	<div id="right">
		<div id="about">
		<h4>使命</h4>
			<h5>专注食品科技研发，创新、发展产业模式。</h5>
		<h4>核心价值</h4>	
			<h5>坚持“五个有利于”，共同成就东锦的事业。</h5>
			<p>行为准则－“五个有利于”：有利于社会，有利于企业，有利于员工，有利于股东，有利于自己。</p>
		<h4>经营目标、战略</h4>
			<h5>建立中国的城市、农村、餐饮、网络四张营销大网</h5>
			<p>以13亿人的巨大市场为目标，东锦食品集团将围绕中国的城市、农村、餐饮、网络四大市场而设定的168、1680、NTA和网络营销四张营销大网确定战略发展目标。四张大网交相呼应，建立起全国性、多品牌、高效益的大营销网络。</p>
			<h5>提升产品品质，追求技术创新</h5>
			<p>在汲取国际先进科研技术的基础上，研发具备国际先进水平的健康食品，以改善和提高中国消费者的健康生活为己任，为消费者提供天然、营养、美味、便捷的食品。所研发的产品均有自主知识产权。</p>
			<h5>全球市场思维，产业转型</h5>
			<p>整合国际、国内资源，调整产业结构，建立轻装型产业发展格局，实现进出口贸易突破，提高集团规模化效益。</p>
			<h5>资源整合，提高抗风险能力</h5>
			<p>东锦食品集团经过20多年的积累，固定资产总值近6亿。今后将有效、灵活的经营和利用资产，在发挥资产的现实使用用途；同时提高资产的融资能力。保障集团发展的资产和资金需求。</p>
			<h5>顺势寻找新机会，不投机不冒进</h5>
			<p>在资源整合的新平台上，拓展衍生服务业务。</p>
			<h5>持续健康成长，蓄势待发</h5>
			<p>汇集东锦集团企业群体的整合优势，在合适的时机推动企业上市。</p>
		<h4>愿景</h4>
			<h5>依托产业模式创新，实现东锦人从共同创造到共同创富。</h5>
		</div>
	</div>
	<dir class="clear"></dir>	
</div><!--end mainbody-->